@component('mail::message')
{{ __('Вас пригласили до групи :team !', ['team' => $invitation->team->name]) }}

@if (Laravel\Fortify\Features::enabled(Laravel\Fortify\Features::registration()))
{{ __('Якщо у вас немає облікового запису, ви можете створити його, натиснувши кнопку нижче.Після створення облікового запису ви можете натиснути кнопку прийняття запрошення в цьому електронному листі, щоб прийняти запрошення команди:') }}

@component('mail::button', ['url' => route('register')])
{{ __('Створити аккаунт') }}
@endcomponent

{{ __('Якщо у вас вже є аккаунт, ви можете прийняти це запрошення, натиснувши кнопку нижче:') }}

@else
{{ __('Ви можете прийняти це запрошення, натиснувши кнопку нижче:') }}
@endif


@component('mail::button', ['url' => $acceptUrl])
{{ __('Прийняти запрошення') }}
@endcomponent

{{ __('Якщо ви не очікували отримати запрошення до цієї команди, ви можете відкинути цей електронний лист.') }}
@endcomponent
